[{"reason": "The article presents a solution that empowers women to manage forest zones, promoting sustainable forest management and reforestation. The approach focuses on the participation of women in forest management, addressing issues such as poverty, hunger, and climate change.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 4, "mine tech": 0, "creatives": 0, "fin tech": 1, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3537}, {"reason": "The article presents a drone developed by the Guineen startup TULIP for agricultural purposes, highlighting its features such as fibre carbon wings, 10-liter fuel tank and battery life. The drone is used for tasks like arrosage (irrigation) in various conditions.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 1, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 3535}, {"reason": "The article discusses a Guinean startup, TULIP Technologies, that developed a technological innovation in the field of agriculture and healthcare. The innovation is a customized terminal for schools in Guinea, designed to provide educational content on food safety and nutrition, as well as a messaging system for support and assistance. This solution aims to improve access to financial management in school feeding programs in targeted cantines.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 4, "mine tech": 0, "creatives": 0, "fin tech": 1, "argi tech": 3, "tourism": 0, "ed tech": 3, "pad_id": 3534}, {"reason": "The article presents a creative reuse of plastic bottles into useful objects like pavés and flower pots, aiming to address environmental pollution. The solution is innovative in using recycled materials for pavement production and the quality of the resulting products.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 3, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3533}, {"reason": "The article presents a versatile machine that combines the functionality of a tricycle motor to facilitate labor-intensive agricultural tasks, aiming to address issues such as manual labor puniteness and high tractor costs. The solution is innovative in its ability to perform various agricultural tasks efficiently, making them less laborious and more accessible.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 3532}, {"reason": "The article presents a biologically passive anaerobic and aerobic treatment solution called System O)) for domestic wastewater from single-family homes or other buildings. The system uses Advanced Enviro)) Septic technology, which can be configured according to terrain constraints, client needs, and local regulations. It efficiently removes 99% of suspended solids (MES), biochemical oxygen demand (DBO5) on day 5, and pathogens through a natural and passive biological process. The effluent must undergo primary treatment before being channeled into the advanced or tertiary treatment system System O)). This solution can be infiltrated directly into the soil or reused for other purposes. Its natural and passive nature provides high reliability and flexibility in any environment. Designing such a system is relatively simple, but rules must be followed to achieve the desired performance and maintain the purification level for many years.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3531}, {"reason": "The article presents a rainwater harvesting system called RER (Récupérateur des Eaux de Ruissellement) that stores and manages water for irrigation purposes. It is designed to be low-cost, low-tech, and efficient in conserving water during dry periods.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3530}, {"reason": "The article presents a machine designed to transform plastic bags into moldable paste for any shape. The solution addresses the issues of low quantity of transformed plastic bags, high energy consumption of existing machines, and environmental pollution caused by plastic bags. The solution is innovative in terms of local availability of materials, mechanization, and rapid processing time.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3526}, {"reason": "The article presents a solution for conserving perishable products in rural areas, using locally sourced materials. The innovation lies in the resistance to impacts and cohesion between vendors and their workers. This solution addresses issues of imported metal glacières being less resistant, having short conservation times, and low storage capacities.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 3525}, {"reason": "The article presents a community savings and credit program that empowers women and young people to break the cycle of poverty. The EPC approach provides access to financial services, agricultural support, education, and market opportunities, promoting sustainable development and reducing inequalities.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 2, "sdgs": {"no poverty": 4, "zero hunger": 4, "gender equality": 4, "reduced inequalities": 4, "climate action": 1}, "thematic_areas": {"agriculture": 3, "financial inclusion": 4, "food security": 3, "woman empowerment": 4, "loans": 3}, "pad_id": 3524}]