[{"reason": "The article presents an auto-managed public lighting solution designed to address power supply issues in rural areas of Guinea. The solution, developed by CONDE Djimé, utilizes LED lights and a sensor-activated converter to optimize energy consumption and reduce waste.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5154}, {"reason": "The article presents a parasol photothermique designed for mobile health teams to have shade and energy for water heating and appliance functioning using solar energy. The solution is IP protected, available for advance order, and has a unit cost of $2415. It was presented at a national research forum and supports several SDGs.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 4, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5151}, {"reason": "The article presents a rocket stove designed to improve energy efficiency in cooking, reducing heat losses and increasing the energy transfer rate efficiency to 40%. The solution is locally made, DIY/open source, and has been tested with positive results. It has received feedback from end-users through social media and an international conference presentation.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5147}, {"reason": "The article presents a mobile phone-based instant messaging service that connects users with each other and provides access to information, including news and educational content.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 1, "pad_id": 5142}, {"reason": "The article presents a renewable energy solution called Foyer Multi Énergie, which is an open-source DIY project focused on providing affordable and clean energy. The solution holder Leolein TSOUNGUI provides contact information for those interested in learning more or using the solution.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5136}, {"reason": "The article presents an environmentally friendly coal manufacturing solution that uses organic waste to produce ecological charcoal, offering an alternative fuel to wood energy and reducing deforestation. The solution is part of a logic of waste recovery for proper waste management.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5122}, {"reason": "The article presents a solar-powered fridge solution called Bi-Solar Tech Fridge, which aims to address the issue of food loss and inadequate cold storage in Cameroon. The solution is 100% solar-powered, energy-efficient, and has potential for cross-border diffusion. However, it faces challenges such as cumbersome certification processes, unfavorable laws and tax policies, limited access to funding, and IP restrictions.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5120}, {"reason": "The article presents a solar water heater solution designed to reduce energy consumption and costs in households, hotels, and other establishments. It is a product available for advance order, with a unit cost of $563. The solution holder, NEBIE LASSINA from Association Burkinabé des Inventeurs et Innovateurs (AB2I), has implemented this technology in various settings, including healthcare facilities and private homes.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5113}, {"reason": "The article presents a traditional Burkinabe cooking pot called Bitam toré, which is an energy-efficient solution for food preservation and cooking. It reduces the need for wood, charcoal, or gas for heating and cooking, saving time, money, and contributing to environmental conservation.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5112}, {"reason": "The article presents a hybrid improved stove that reduces wood consumption during cooking, uses solar energy and can charge mobile phones and provide lighting. It is an open-source solution developed by NEBIE LASSINA and the Association Burkinabé des Innovateurs et Inventeurs (AB2I). The unit cost of this Solution is $161 US, and it is a product available for advance order.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5111}]