[{"reason": "The article discusses Jumo's fintech platform that utilizes data analytics for credit scoring. It highlights the company's impact on financial inclusion in border areas of South Africa, job creation, lower interest rates, and its services' ability to improve financial literacy.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 6450}, {"reason": "The article discusses Zoona's innovative financial services distribution solutions in Zambia, highlighting its impact on increasing financial access, reducing poverty, and improving financial literacy. The company has built an extensive agent network across border regions, facilitating over $1 billion in transactions since 2009.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6449}, {"reason": "The article discusses the impact of an e-commerce solution for unbanked rural communities in Zambia, focusing on increased mobile money usage, access to credit, and remittances. It highlights the service's ability to reach underserved populations and increase financial inclusion among women.", "smart citities and mobility": 0, "trade logistics and ecommerce": 2, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6448}, {"reason": "The article discusses the financial solutions provided by Kifiya Technology, such as insurance, savings, and credit to rural communities in Ethiopia. It highlights the increase in mobile money users, bill payment transactions, electronic payment transactions, and bank accounts, showcasing the impact of their innovation on access to finance.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 6447}, {"reason": "The article discusses the impact of M-PESA on financial inclusion in Kenya, highlighting its role in increasing access to financial services, usage of formal financial services, cross-border trade, and poverty reduction. The results show that M-PESA has facilitated cross-border remittances, increased access to finance for small businesses, and helped lift households out of poverty.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 6446}, {"reason": "The article discusses Tala's credit scoring solutions for small-scale traders, focusing on increased access to finance, improved financial literacy, reduced poverty, and increased digital financial inclusion. The company has prioritized lending to women, resulting in over 50% of its borrowers being female as of 2019.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6445}, {"reason": "The article discusses the Mobile Money Financial Service Solutions provided by Paga, highlighting its impact on financial inclusion, access to credit, economic growth, efficiency, and job creation. The platform has enabled over 17 million transactions worth $2.6 billion since its launch in 2011, with over 24,000 agents across Nigeria and 23,000 trained agents. Paga's innovation has also received funding from prominent investors like the Global Innovation Fund.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6444}, {"reason": "The article discusses MIGO's digital finance solutions for loans and finance, highlighting increased access to credit, savings, financial literacy, and financial inclusion. The company has disbursed over $400 million in loans to 4 million customers since its inception.", "argi tech": 3, "creatives": 0, "ed tech": 0, "fin tech": 4, "green tech climate and energy": 0, "health tech": 0, "manufacturing": 0, "mine tech": 0, "smart citities and mobility": 0, "tourism": 0, "trade logistics and ecommerce": 0, "pad_id": 6443}, {"reason": "The article discusses Flutterwave's payment innovations, focusing on increased financial inclusion, reduced transaction costs, improved security, and enhanced customer experience. The article provides quantitative results of the innovation through a report by TechCrunch, showing significant growth in transactions processed by Flutterwave.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 4, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6442}, {"reason": "The article presents an AI decision-making platform designed to support climate-smart agricultural practices in Senegal. The platform provides real-time information on weather, field needs, and best practices, as well as a user-friendly interface based on local languages (IVR). It also generates revenue through carbon credit mechanisms. This innovation aligns with the SDG goals of Climate Action and Zero Hunger.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 6441}]