[{"reason": "The article presents a DIY project that converts plastic bottles into permanent hydroelectric power, which is a creative and innovative idea. The solution holder is a Facebook page with no institutional affiliation in the country. The solution is open source and has been viewed by 506,000 people on Facebook.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 3, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5377}, {"reason": "The article presents a homemade, permanent generator solution made from recycled and affordable materials, suitable for rural areas with urgent electricity needs. The creator shares the project on Facebook, indicating its potential as an open-source prototype.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5376}, {"reason": "The article describes a homemade giant battery made of simple materials like empty tank, copper pipe, magnet, and honeycomb charcoal. The solution holder is Fun Club, with no institutional affiliation in the country. The purpose of this solution is to provide power for home use at a low cost. It is an open-source DIY project that can be replicated by others.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5375}, {"reason": "The article presents a solution for generating free electricity from salt and water, developed by FK Tech. The solution is described as DIY/open-source and has been shared on Facebook with over 1 million views. It includes information on the unit cost, technological readiness level, and potential end-user feedback.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5374}, {"reason": "The article presents a project aimed at rehabilitating gullies in the Ndinda Chiefdom, Eswatini, through a smallholder market-led project. The solution holder is the Eswatini Water and Agriculture Development Enterprise (ESWADE), which has partnered with ACDP development and UNDP to address erosion challenges. The project focuses on skills transfer, fencing, planting of fruit trees and grass, and aims to create a ground cover to prevent further erosion.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5367}, {"reason": "The article describes the process of biodigesteur, a device that converts animal waste into biogas for cooking and lighting. It explains the components of the system, including the mixing of manure with water to produce methane gas. The technology is mentioned as part of sustainable energy solutions.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5361}, {"reason": "The article presents a clean cooking solution that uses a basket to pre-cook food, reducing energy waste and saving up to 80% of fuel. The solution is open-source, DIY-friendly, and has been tested for its effectiveness in clean cooking.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5311}, {"reason": "The article presents a mobile application for natural disaster risk management, specifically in the context of flooding. It aims to inform populations in real-time about flood-related risks and provide guidance on behavior before, during, and after floods, while adhering to official guidelines.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 0, "tourism": 0, "ed tech": 1, "pad_id": 5309}, {"reason": "The article presents a solution for managing plastic waste in Mauritania through the Pyrolyse de Plastique (PDP) process. The solution holder, Fatma Saghir, is available to train others but not yet has a unit cost or maintenance information. The solution is currently a prototype and requires advance order. It has been diffused to some end-users and supports SDGs 7 and 9.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5295}, {"reason": "The article presents the ECOCA Digital Solar Powered Cooker, a compact, multi-purpose home cooking unit that provides an entire family in a rural area with food and electricity throughout the day. It is powered by solar energy and features a highly insulated cooking pot that can keep food warm for hours.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 5202}]