[{"reason": "The article discusses the production of green charcoal, a sustainable alternative to traditional charcoal, by recycling biodegradable waste. This aligns with several Sustainable Development Goals (SDGs), including poverty reduction, gender equality, and climate action.", "green tech climate and energy": 4, "argi tech": 3, "creatives": 0, "ed tech": 0, "fin tech": 0, "health tech": 0, "manufacturing": 0, "mine tech": 0, "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "tourism": 0, "pad_id": 5756}, {"reason": "The article presents a connected wristband using NFC technology to help locate missing children in Senegal, highlighting the importance of digital solutions for social good. The solution aims to prevent child disappearance and promote quality education and reduced inequalities.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "ed tech": 2, "tourism": 0, "pad_id": 5754}, {"reason": "L'article présente une solution innovante pour sauver les piroguiers des pêcheurs artisanaux en haute mer. Le système Banqas est équipé d'un GPS, de projecteurs de lumière et de bandes pour aider les pêcheurs à s'agripper en cas de chavirage. L'article met en avant la solution comme une réponse aux disparitions fréquentes des pêcheurs artisanaux.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "disaster resilience": 4, "security": 4, "worker safety": 4, "pad_id": 5753}, {"reason": "The article presents a project that transforms an old dump site into a public space for biodiversity revitalization, highlighting the importance of environmental conservation and community engagement. The transformation is supported by young volunteers who have been cleaning the area for at least three years.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 1, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5752}, {"reason": "The article discusses the development of a low-cost MRI machine for diagnosing infant hydrocephalus in Uganda, highlighting its potential to improve healthcare outcomes and reduce costs. The design was validated by Ugandan Healthcare Authorities, indicating a focus on practical application and stakeholder engagement.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 4, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5750}, {"reason": "RevMake is a recycling solution for lithium-ion batteries, aiming to address the environmental issue of poor battery disposal and limited access to energy. The project creates portable power banks from recycled batteries, providing an affordable and clean energy source.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5748}, {"reason": "The article discusses the African Baby Incubator, a facility that carries 10 babies in one go. The incubator is part of the African Union's efforts to improve health and well-being across the continent. The article highlights the importance of partnerships for achieving the SDGs, particularly in the life on land goal area.", "argi tech": 0, "creatives": 0, "ed tech": 0, "fin tech": 0, "green tech climate and energy": 0, "health tech": 4, "manufacturing": 0, "mine tech": 0, "smart citities and mobility": 0, "tourism": 0, "trade logistics and ecommerce": 0, "pad_id": 5746}, {"reason": "The article presents a sustainable farm that aims to be self-sufficient through organic and regenerative agriculture. The farm uses solar energy, manure from animals for fertilizer, and has plans to implement biogas production and fruit processing. It also focuses on creating jobs, promoting environmental protection, and using circular economy principles.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 5608}, {"reason": "The article describes a local energy solution in Boké, Guinea, where Puzzle Energy has developed an alternative electricity distribution system using locally sourced equipment. The initiative is led by engineer N’Famara Touré and his team, who have created a network that serves hundreds of small businesses and families. The system uses a modified agricultural battery motor, water cooling systems, and a single-phase electrical circuit.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5607}, {"reason": "The article discusses a traditional remedy for parasitic worms in horses using Rhamnus Prinoides, highlighting the innovator's resourcefulness due to financial constraints. However, there is no scientific evidence or credible sources cited to support its effectiveness as a cure.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 1, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 0, "tourism": 0, "ed tech": 0, "pad_id": 5399}]