[{"reason": "The article describes a community garden project called the Kossimankan Garden, which aims to promote resilience through intensive farming practices. The garden features expertise from agronomists who not only cultivate crops but also share their knowledge with visitors. The project is seen as a solution for sustainable development and poverty reduction, aligning with the Sustainable Development Goals (SDGs). It highlights community involvement, youth engagement, and employment opportunities in agriculture.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 0, "tourism": 0, "ed tech": 0, "cooperativism": 3, "community involment": 3, "youth": 2, "employment": 2, "sustainable agriculture": 4, "women in agriculture": 1, "pad_id": 3772}, {"reason": "The article discusses a product made from recycled metal, a type of pressurized coffee maker popular in urban areas. The price is moderate, and it's seen as a solution for reducing waste and promoting recycling.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 4, "health tech": 0, "mine tech": 2, "creatives": 0, "fin tech": 0, "argi tech": 1, "tourism": 0, "ed tech": 0, "pad_id": 3743}, {"reason": "The article discusses a new type of concrete pilier direct bétonné (directly poured concrete pillar) called KANKAN. It is made from recycled metals and has the advantage of being assembled in one piece, unlike traditional methods that require multiple sections. This innovation reduces energy consumption and costs for construction, making it more efficient.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3742}, {"reason": "The article discusses a type of concrete water reservoir called Djidaga, which is used to conserve water at ambient temperature. It has become a local solution against water re-heating and plastic basin theft in Siguiri. The author mentions that these reservoirs can be made at home with 600 litres or 1000 litres capacity. The article highlights the durability of this type of reservoir.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3741}, {"reason": "The article discusses a machine called La broyeuse de feuilles de Siguiri, which is designed to process leaves into sauces. The machine uses recycled metals and is intended to improve efficiency in food preparation and waste management. It aligns with the Sustainable Development Goals (SDGs) such as Zero Hunger and Decent Work, and falls under themes of sustainable agriculture and affordable agricultural machinery.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 0, "health tech": 0, "mine tech": 4, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3740}, {"reason": "The article presents a solution to address the problem of inondations and enclavement of localities by building or amending routes in earth for easy passage of people and vehicles. This allows populations to move freely, avoiding inondations and promoting secure habitats during floods.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 1, "health tech": 3, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3693}, {"reason": "The article presents a cooperative model for farmers to access agricultural equipment, promoting self-sufficiency and increasing production. The solution addresses the challenges of low mechanization in agriculture and limited land use. ARFA is promoting this innovative approach to improve food security and support cooperatives.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3692}, {"reason": "The article presents a creative solution to reduce plastic waste by transforming sachets into useful objects. The Association Bayri Malguére Zamaana (ABMZ) is promoting this initiative, which addresses environmental pollution and the poor living conditions of rural communities.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 3, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3691}, {"reason": "The article presents a solution to improve traditional poultry production in Burkina Faso, aiming to reduce time spent by producers, increase gains, and promote professionalization. The initiative targets aviculturists, especially young people, with the goal of combating poverty and promoting rural development.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 0, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3690}, {"reason": "The article discusses a sustainable solution to improve agricultural productivity in rural Mali by providing local farmers with a tool made from recycled metals. The batteuse de céréale is designed to reduce the time spent on manual labor and increase employability for young women in the area, aligning with the Sustainable Development Goals (SDGs) related to poverty reduction, food security, and decent work.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 3, "green tech climate and energy": 0, "health tech": 0, "mine tech": 4, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 0, "pad_id": 3663}]