[{"reason": "The article highlights the story of Mamadou Saliou Diallo, a self-taught innovator from Guinea who developed a pico-dam to supply electricity to surrounding villages. The solution is DIY/open-source and has received positive feedback from end-users. It supports several SDGs, including affordable and clean energy, decent work, and sustainable cities.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 5019}, {"reason": "The article presents a solar oven solution designed to address the issue of energy access and food preservation in Burkina Faso. The solution holder, NEBIE LASSINA, is affiliated with CUEUR SOLAIRE. The article highlights the benefits of using solar ovens, such as reduced reliance on wood for cooking and improved health outcomes due to decreased exposure to smoke. However, it also notes that the unit cost may be high for individual households in Burkina Faso.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 3, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 4944}, {"reason": "The article presents a portable solar-powered thermos that allows young vendors to sell hot drinks without having to find a source of heat, thereby improving their working conditions and providing them with employment opportunities. The solution is easy to set up at a low cost.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 4932}, {"reason": "The article presents a locally designed and made desk solution for students in Malawi, specifically addressing the issue of blackouts hindering their studies. The Kalichangu desk incorporates features like an air conditioner, solar panel, phone charger, and bulb to provide a sustainable learning environment.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 2, "tourism": 0, "ed tech": 4, "pad_id": 4928}, {"reason": "The article presents a cooking stove solution that addresses the issue of deforestation and environmental shocks caused by reliance on firewood and charcoal for cooking. The stove combines firewood and electricity to reduce its use, promoting sustainable energy access. The solution is open-source and DIY-friendly, allowing for easy replication and training.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 4927}, {"reason": "The article presents a water-powered generator that provides clean and affordable power supply, addressing the issue of limited access to electricity in Malawi. The solution is open-source and DIY-friendly, allowing for easy replication and training of end-users.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 4926}, {"reason": "The article describes a hydro electrical power plant that uses locally available resources to generate electricity and distribute it to 30 households in a village, providing reliable and affordable access to energy. The innovator, Cored Mkosi, has created a product that is available for purchase.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 4921}, {"reason": "The article presents a solution for affordable and environmentally friendly transportation, specifically designed to help disabled individuals with easy mobility. The innovation is an electric bike made from locally available resources, showcasing the potential for sustainable development in Malawi.", "smart citities and mobility": 4, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 3, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 4, "tourism": 0, "ed tech": 0, "pad_id": 4834}, {"reason": "The article presents a solution to address the lack of clean cooking energy in Rwanda, where traditional biomass-based cooking is prevalent. The solution holder, Jean Claude Bizumuremyi from IPRC Kigali, has developed a DIY/open-source solution that uses blockchain for transparency and IoT for real-time data. The solution is aimed at individual investors interested in sustainable development and agriculture.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 1, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 4796}, {"reason": "The article presents a solution for real-time data acquisition of solar systems using fuzzy logic, aiming to improve efficiency and security. It is an open-source solution with a unit cost of 515$. The solution supports several SDGs, including good health and well-being, affordable and clean energy, industry, innovation, and infrastructure, as well as climate action.", "smart citities and mobility": 0, "trade logistics and ecommerce": 0, "manufacturing": 0, "green tech climate and energy": 4, "health tech": 0, "mine tech": 0, "creatives": 0, "fin tech": 0, "argi tech": 3, "tourism": 0, "ed tech": 0, "pad_id": 4795}]